app/controllers/student_controller.rb

SELECT "students".* FROM "students"
---
    def index
        @index = Student.all